{"task": "glue-rte", "input": "sentence 1: The widow of John Lennon, Yoko Ono, may take legal action against a new breakfast cereal called \"Strawberry Fields,\" which she believes is too close in name to Lennon's song. [SEP] sentence 2: Yoko Ono is John Lennon's widow.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: Swiss police confirmed Thursday that cult leader Luc Jouret was among the dead found in the Order of the Solar Temple's fire-gutted chalet in the alpine village of Granges-sur-Salvan. [SEP] sentence 2: Luc Jouret was the leader of the Order of the Solar Temple.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: Scientists had thought all gamma-ray bursts had a standard energy. [SEP] sentence 2: The scientists had thought that all explosions gamma the ray have a standard energy.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: Shelby Foote, author of the acclaimed three volume history of the American Civil War, The Civil War: A Narrative, died in Memphis on June 27 at age 88. Foote also wrote historical fiction, including Follow Me Down and Shiloh. He may be best known for his appearance in filmmaker Ken Burns' PBS documentary, The Civil War. The Modern Library ranked Foote's The Civil War: A Narrative as number 15 on its list of 100 best non-fiction books. He was commissioned to write a short history of the Civil War by Random House and spent more than 20 years on the work eventually producing the three volumes. [SEP] sentence 2: The Civil War: A Narrative is a book written by Shelby Foote.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: Valero Energy Corp., on Monday, said it found \"extensive\" additional damage at its 250,000-barrel-per-day Port Arthur refinery. [SEP] sentence 2: Valero Energy Corp. caused damages to Port Arthur refinery.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: Hurricane Katrina petroleum-supply outlook improved somewhat, yesterday, as U.S. and European governments agreed to release 2 million barrels a day, of oil and refined products, from their reserves. [SEP] sentence 2: Offers by individual European governments, involved supplies of crude or refined oil products.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: The launch of France's new 24 hour TV news channel, France 24, saw the new jointly owned channel start by going online. A streaming broadcast became available on the internet from 19:29 GMT today. Future plans are to have the new channel available on cable and satellite with English and French reporting. Coverage in Arabic and Spanish is among the ambitious future plans for the channel. [SEP] sentence 2: France24 is a French TV Channel.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: The Sears Tower in Chicago, finished in 1974, has 110 stories and is 1,450 feet tall. [SEP] sentence 2: The Sears Tower has 110 stories.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: Most people are familiar with the idea of St. Bernards or other dogs taking part in rescue and recovery efforts. Robots might also take part in search and rescue missions. [SEP] sentence 2: Robots are used to find missing victims.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: Co-producing the film is Happy Madison, the company owned by Sandler, who has been a compatriot of Schneider's since they met early in their careers, as mutually struggling stand-up comedians in Los Angeles. [SEP] sentence 2: Happy Madison works for the company owned by Sandler.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: He is like some great writers, from Charles Dickens to William Faulkner to Gabriel Garcia Marquez: the insistence on the value of the local leads to the universal. [SEP] sentence 2: Gabriel Garcia Marquez is a Nobel prize winner.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: Over a course of days, the bank went from apparent strength to bankruptcy. Barings was Britain's oldest merchant bank. It had financed the Napoleonic wars, the Louisiana purchase, and the Erie Canal. Barings was the Queen's bank. [SEP] sentence 2: Barings was Britain's oldest merchant bank.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: An explosion, followed by a raging fire, demolished a plastics factory, killing at least three people and injuring at least 37. [SEP] sentence 2: A massive blast at a plastics factory killed at least two people.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: NEW YORK - (Business Wire) Pfizer Inc announced today that it has become the first pharmaceutical company to be accredited by the Association for the Accreditation of Human Research Protection Programs (AAHRPP) for ensuring the protection of human subjects taking part in early-stage clinical trials. The AAHRPP accreditation was awarded to Pfizer's clinical research units (CRUs) in New Haven, CT, Brussels, Belgium and Singapore, where the company conducts most of its Phase I clinical research. To earn the accreditation, Pfizer participated in a rigorous, 15-month examination of the clinical research practices at these units. [SEP] sentence 2: Pfizer is a pharmaceutical company.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: The United States Department of Homeland Security has announced the awarding of a $3 million grant to Rutgers University to lead a consortium researching advanced information analysis and computational technologies to protect the United States. Under the agreement, Rutgers will also coordinate a team of four university-based centers at the University of Southern California, the University of Illinois at Urbana-Champaign and the University of Pittsburgh. Plans call for a total of $10.2 million in funding over three years for Rutgers and these institutions to advance efforts aimed at identifying common patterns from numerous sources of information. [SEP] sentence 2: Rutgers University will be awarded a $3 million grant.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: It rewrites the rules of global trade, established by the General Agreement on Tariffs and Trade, or GATT, in 1947, and modified in multiple rounds of negotiations since then. [SEP] sentence 2: GATT was formed in 1947.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
