{"task": "glue-rte", "input": "sentence 1: Reagan was seriously wounded by a bullet fired by John Hinckley Jr. in an attempted assassination, but made a remarkably speedy recovery. [SEP] sentence 2: Reagan survived an attempted assassin's bullets.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: Her husband, political novice Juan Carlos Lecompte, scrambles to preserve Betancourt's dream and sustain the Oxygen Green Party, the political party she founded. [SEP] sentence 2: Juan Carlos Lecompte is the founder of the Green Oxygen Party.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: Cool, humid weather Sunday helped slow the advance of a fire that caused the evacuation of hundreds of homes and businesses in Alaska's Interior. [SEP] sentence 2: There was a fire in Alaska.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: The university server containing the information relating to Mason's ID cards was illegally entered by computer hackers. [SEP] sentence 2: Non-authorized personnel illegally entered into computer networks.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: More than 2,000 people lost their lives in the devastating Johnstown Flood. [SEP] sentence 2: 100 or more people lost their lives in a ferry sinking.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: North Korea states intention to restart reactors, throws out IAEA inspectors and takes down inspection cameras, announces immediate withdrawal from the Nuclear Non-Proliferation Treaty and makes threats of war if the UN or the United States imposes sanctions. [SEP] sentence 2: North Korea has announced its withdrawal from liaison meetings with United States military officers.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: After his release, the clean-shaven Magdy el-Nashar told reporters outside his home that he had nothing to do with the July 7 transit attacks, which killed 52 people and the four bombers. [SEP] sentence 2: 52 people and four bombers were killed on July 7.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: On Friday evening, a car bomb exploded outside a Shiite mosque in Iskandariyah, 30 miles south of the capital, killing seven people and wounding 10, doctors said on condition of anonymity. [SEP] sentence 2: A bomb exploded outside a mosque.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: Eric Gurr, creator of U4Prez.com, says you shouldn't be fooled be the site's MySpace-like facade. \"It's all about the politics,\" he says. \"I think most of our users have accounts on MySpace and Facebook, and use U4prez strictly for the political dialogue.\" Wikinews conducted an email interview with Gurr, in which he discussed how the site works, how the Internet has affected politics, and who he is endorsing for President. [SEP] sentence 2: Facebook and MySpace were invented by Eric Gurr.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: Alleged terrorists today, killed Dolores Hinostroza, the mayor of Mulqui district, shooting her five times. [SEP] sentence 2: The mayor of Mulqui district was murdered with a firearm.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: Vice-President  Álvaro Marcelo García Linera, a principal author of the draft constitution, hailed Sunday's referendum results, saying, \"this will be an egalitarian Bolivia, a Bolivia that leaves behind a dark, colonial, racist past.\" Linera, however, has acknowledged that the government has provoked deep divisions and faces vehement oppositions from many of the traditional elite, coming from many mixed-race people in the fertile eastern lowlands which rejected the draft charter.  \"I am not saying there will be no more conflict, there will be tensions for a while, I say a decade ... but we will have built a state on three principles: the economy under state control, equality, and the territorial decentralization of power,\" he said. The new constitution was rejected in four opposition-controlled regions: the tropical lowlands of Pando, Santa Cruz, Tarija and Beni, which contain most of Bolivia's natural gas production and are responsible for most of its agricultural output. [SEP] sentence 2: Álvaro Marcelo García Linera belongs to the republican party.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: The bus, which was heading for Nairobi in Kenya , crashed in the Kabale district of Uganda near the Rwandan border. [SEP] sentence 2: The Kabale district borders on Rwanda.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: Basque separatist party Batasuna is widely regarded as the political wing of the Basque paramilitary group, ETA - a linkage it denies. [SEP] sentence 2: Batasuna denies it is the political wing of ETA.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: The Daily Mail has confirmed it has pulled out of the bidding for rival newspaper the Daily Telegraph. [SEP] sentence 2: Daily telegraph is sold.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: Political change in eastern Europe and the removal of trade barriers in the Far East have given the four multinationals-Philip Morris, BAT Industries, R J Reynolds and Rothmans International-access to big potential new markets. [SEP] sentence 2: Trade liberalisation happened in China.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: Brian Brohm, the Louisville quarterback, threw for 368 yards and five touchdowns as the Cardinals beat visiting Oregon State 63-27. [SEP] sentence 2: The quarterback threw for 413 yards and three touchdowns, and then ran to the end zone two more times.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
